@extends('user.layouts.master')

@section('title')
سياسة الخصوصية
@endsection

@section('content')

<!-- Contact Start -->
<div class="container-fluid">
    <h2 class="section-title position-relative text-uppercase mx-xl-5 mb-4"><span class="bg-secondary pr-3">سياسة
            الخصوصية</span></h2>

    <div class="row px-xl-5" style="text-align: right" dir="rtl">
        <strong>

            <h3>مقدمة</h3>
            <p>مرحبًا بك في highacademy. نحن ملتزمون بحماية خصوصيتك وضمان أن تكون تجربتك على موقعنا آمنة ومحمية. توضح
                سياسة الخصوصية هذه كيفية جمع واستخدام وحماية المعلومات الشخصية التي تقدمها لنا عند استخدام هذا الموقع.
            </p>

            <h3>جمع المعلومات</h3>
            <p> نجمع المعلومات التي تقدمها مباشرة إلينا عندما تقوم بإنشاء حساب، وتقديم طلب، أو الاشتراك في النشرة
                الإخبارية، أو الاتصال بنا للحصول على الدعم. تتضمن هذه المعلومات:
            </p>
            <ul>
                <li> الاسم</li>
                <li> عنوان البريد الإلكتروني</li>
                <li> رقم الهاتف</li>
                <li> عنوان الشحن</li>
                <li>تفاصيل الدفع</li>
            </ul>
            <h3> استخدام المعلومات</h3>

            <p> نستخدم المعلومات التي نجمعها للأغراض التالية:</p>
            <ul>
                <li> معالجة الطلبات وإدارة حسابك.</li>
                <li> إرسال التحديثات المتعلقة بالطلب والخدمات.</li>
                <li> تحسين تجربتك على الموقع.</li>
                <li>إرسال رسائل تسويقية إذا كنت قد وافقت على تلقيها.</li>
                <li> حماية المعلومات</li>
            </ul>
            <p>
                نحن نستخدم إجراءات أمنية تقنية وإدارية مناسبة لحماية المعلومات الشخصية التي نجمعها ومنع الوصول غير
                المصرح به أو الكشف أو التعديل أو التدمير.
            </p>
            <h3> مشاركة المعلومات</h3>
            <p> لن نبيع أو نشارك معلوماتك الشخصية مع أطراف ثالثة إلا في الحالات التالية:</p>
            <ul>
                <li> الامتثال للقوانين واللوائح.</li>
                <li> إذا كانت هناك ضرورة لحماية حقوقنا أو ممتلكاتنا.</li>
            </ul>
            <p> عندما توافق على ذلك.</p>
            <p>
                يحق لك الوصول إلى المعلومات الشخصية التي نحتفظ بها عنك، وطلب تصحيحها أو حذفها. يمكنك أيضًا إلغاء
                الاشتراك في الرسائل التسويقية في أي وقت.
            </p>

            <h3> التعديلات على سياسة الخصوصية</h3>
            <p> قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سيتم نشر أي تغييرات على هذه الصفحة، وسيتم إخطارك بها عبر
                البريد الإلكتروني إذا كانت التغييرات جوهرية.</p>

            <h3> الاتصال بنا</h3>
            <p> إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا على Highacademy12@gmail.com أو
                01060683708.

            </p>


        </strong>
    </div>
</div>
<!-- Contact End -->
@endsection