@extends('user.layouts.master')

@section('title')
اتفاقيه الاستخدام
@endsection

@section('content')

<!-- Contact Start -->
<div class="container-fluid">
    <h2 class="section-title position-relative text-uppercase mx-xl-5 mb-4"><span class="bg-secondary pr-3">اتفاقية
            الاستخدام</span></h2>

    <div class="row px-xl-5" style="text-align:right" dir="rtl">

        <p>مرحبًا بك في high academy. تحدد اتفاقية المستخدم هذه الشروط والأحكام التي تنظم استخدامك لموقعنا. باستخدام هذا
            الموقع، فإنك توافق على الالتزام بهذه الشروط.</p>

        <h3>إنشاء الحساب</h3>
        <p>للاستفادة من بعض الخدمات على الموقع، قد تحتاج إلى إنشاء حساب. يجب أن تكون جميع المعلومات التي تقدمها دقيقة
            وكاملة. أنت مسؤول عن الحفاظ على سرية معلومات حسابك وكلمة المرور.</p>

        <h3>الشراء والدفع</h3>
        <ul>
            <li>جميع الأسعار معروضة  بالجنيه المصري.</li>
            <li>يمكن الدفع بواسطة بطاقات الائتمان، أو أي طرق دفع أخرى نحددها.</li>
            <li>نحتفظ بحقنا في إلغاء أو رفض أي طلب لأي سبب من الأسباب.</li>
        </ul>

        <h3>سياسة الإرجاع والاستبدال</h3>
        <ul>
            <li>يمكن إرجاع الكتب خلال 14 يومًا من تاريخ الشراء.</li>
            <li>يجب أن تكون الكتب في حالتها الأصلية وغير مستخدمة.</li>
            <li>قد يتم تطبيق رسوم إعادة شحن.</li>
        </ul>

        <h3>حقوق الملكية الفكرية</h3>
        <p>جميع المحتويات المعروضة على هذا الموقع، بما في ذلك النصوص والصور والشعارات، محمية بموجب قوانين حقوق الملكية
            الفكرية. لا يجوز نسخ أو إعادة إنتاج أي جزء من المحتوى بدون إذن كتابي مسبق من high academy.</p>

        <h3>القيود والمسؤوليات</h3>
        <ul>
            <li>لا نضمن أن الموقع سيكون خاليًا من الأخطاء أو متاحًا دون انقطاع.</li>
            <li>لا نتحمل المسؤولية عن أي أضرار ناتجة عن استخدامك للموقع.</li>
        </ul>

        <h3>التعديلات على الشروط</h3>
        <p>نحتفظ بالحق في تعديل هذه الشروط في أي وقت. سيتم نشر أي تغييرات على هذه الصفحة، ويعتبر استمرار استخدامك للموقع
            بعد نشر التعديلات موافقة على الشروط المعدلة.</p>

        <h3>القانون المعمول به</h3>
        <p>تخضع هذه الاتفاقية لقوانين القاهرة. يجب حل أي نزاعات تنشأ عن هذه الاتفاقية في محاكم
            مصر.</p>

        <h3>الاتصال بنا</h3>
        <p>إذا كان لديك أي أسئلة حول اتفاقية المستخدم هذه، يرجى الاتصال بنا على Highacademy12@gmail.com أو 01060683708.
        </p>
        <h3>المدفوعات</h3>
        <p>Fawry responsibility is limited to payment collection. For any related issue please contact us</p>

    </div>
</div>
<!-- Contact End -->
@endsection